{"origin_pdf_path": "http://depts.washington.edu/ddi/publications/Paper.pdf", "text_in_pdf": "Developing a Cultural Model to Support Web Site Localization: A \nCase Study of Uzbek School Web Sites \nKathleen F. Gygi and Jan H. Spyridakis  \n \nThis paper present s the resul ts of a research st udy i n \nwhich we developed a cultural model and applied it to a \ncontent/feature analysis of Uzbek secondary school Web \nsites. Our assumpt ion w as that Web si tes desi gned by \nlocal producers fo r local users wo uld exhibit identifiable \ncultural dimensi ons. We f ound t hat the anal yzed si tes \nfollowed a general  design template and exhi bited many \nidentifiable cultural markers: e.g ., a focus on institutions, \nimages of  authority, a lot of blue col oring. Thi s study can \nserve as a met hodol ogical guide for techni cal \ncommu nicators interested  in localizing Web  sites o r in \ndeveloping appropriate cultural models in untested \ndomains and countries. We identify some key challenges \nin using such methods in unfamiliar, cross-national, and \ncross-cu ltural settin gs. \n \nThis report  present s a study in which we devel oped a \ncultural m odel and then used it in evaluating cultural \npreferences in W eb site design, specifically Uzbek \nsecondary  school  Web sites. Thi s research was \nconduct ed as part  of an ongoi ng st udy about  the effect s \nof the adopt ion of i nform ation technol ogy on soci ety \nconduct ed by the Central Asia+Inform ation and \nCommunication Technol ogies (C AICT) project1 at the \nUniversity of W ashington.  \n \nOur goals were to : \n• Devel op a cul turally appropri ate model for \nidentifying W eb content/features that reflect \nUzbek cultural preferences. \n• Anal yze Uzbek school  Web sites to test and \nrefin e this model.  \n• Discuss chal lenges i n devel oping a cul tural model \nin unfamiliar, cro ss-national and cross-cu ltural \nsettin gs. \n• Make recom mendations for t echni cal \ncommunicators who wi sh to employ cultural \nmodels to evaluate W eb sites.   \n                                                 \n1 The project  is support ed by the Nat ional Science \nFoundat ion under Grant s No. 0219350 and 0326101. \nThe opi nions, fi ndings, and concl usions or \nrecom mendations expressed i n this material are t hose of \nthe aut hors and do not  necessari ly reflect the views of \nthe Nat ional Science Foundat ion. For m ore inform ation \nabout  the CAICT project , see \nhttp://depts.wash ington.edu/caict/. A significant body  of research has exam ined the role \nnational culture plays in how i nternational users percei ve \nand use W eb sites. Thi s research has l ed to the \ndevel opment of gui delines for l ocalizing W eb sites. \nSuccessful  appl ication of such gui delines hinges on \nchoosi ng an appropri ate cultural model for a gi ven \naudience or, i n many cases, a nat ion. Hoft  (1) suggest s \nthat a devel oper choose an avai lable model and st ick \nwith it. Such an approach was i mpossi ble in our work \nbecause no m odel has been de veloped for/or applied in \nCentral Asia.  \n \nThus, we had t o devel op our  own cul tural model and we \nused a hy brid approach:  first devel oping a heuri stic \ncultural model based on avai lable val ues and \ndemographi c dat a, and t hen testing that model by \nperform ing a cont ent/feature anal ysis of school  Web \nsites. Our assum ption was t hat Web sites desi gned by  \nlocal producers for l ocal users woul d em body  and \nexhibit identifiab le cultural m arkers. W e also \ninvest igated whet her language serves as a cul tural \nmarker in this context, i.e., wh ether site d evelopers were \nusing Uzbek m ore oft en than Russian or Engl ish. \n \nLITERA TURE REVIEW \nThere i s extensive research on t he desi gn and use of W eb \nsites in  cross-cu ltural co ntexts that offers p otential \ncultural models and di mensions t o use i n an anal ysis \nsuch as this one (e.g., 1, 2, 3). Most of these studies use \ncultural classification schem es devel oped by  Hall (4, 5) \nand/or Hofst ede (6, 7).  \n \nHall (4, 5) descri bes cul ture as a com munication sy stem \nthat relates to the am ount of inform ation that a message \nstates v ersus what is left im plied in the context \nsurroundi ng a m essage. In l ow cont ext cultures (e.g., \nUnited States), a m essage clearly states all relevant \ninform ation; in high cont ext cultures (e.g., Japan and \nNative Am erican tribes), a message m ay leave m uch to \nbe inferred  from the context. Hall co ined the term s \nmonochroni c and pol ychroni c to descri be cont rasting \nviews of t ime in different  cultures. M onochroni c time \n(characteristic o f the Un ited States) u nfolds sequentially; \nit is simultaneous and l inear. M onochroni c cul tures have \na preference for schedul es and prom ptness. Pol ychroni c \ntime (characteristic of Middle Eastern, Latin Am erican, \nand traditional trib al cu ltures) co nsists o f multiple ev ents \nCopy right 2007 \n\nthat occur sim ultaneously. Po lychronic cultures ten d to \nbe m ore traditional and l ess ori ented to notions of \nprogress and t he future. \n \nWith a similar goal  as Hal l, Hofst ede (6, 7) devel oped a \ncultural model that includes rat ings of num erous \ncount ries on fi ve cul tural dimensions: power di stance, \nindividualism/collectiv ism, masculine/fem inine, \nuncert ainty avoi dance, and l ong-t erm orientation. For \nexam ple, he defi nes power di stance as “t he degree of \nequality, or inequality, between  people in the country’s \nsociety. A hi gh power di stance ranki ng indicates that \ninequalities o f power an d wealth  have been allowed to \ngrow with in the society.”2 Latin Am erican and Arab \nnations rank t he highest  in this category ; Scandi navian \nand Germ anic speaki ng count ries the lowest.  \n \nZahedi , Van Pel t, and Song (3 ) and ot hers have t aken \nthese indices of cul tural values and m ade predi ctions \nabout  their impact on the effect iveness of W eb \ndocum ents. They  propose t hat Web docum ents for hi gh \npower distance cu ltures will b e most effectiv e if th ey \nrefer t o authority, power, expert ise, and weal th. In a \nsimilar vein, Marcus and Goul d (2) recom mend that Web \nsites fo r high context cultures co ntain multiple im ages, \nFlash  featu res, an d multiple lin ks.  \n \nUnfort unately, none of t he research ci ted here has \nexamined cultural dimensions in Central Asia. \nFurtherm ore, t he predi ctions and recom mendations \noffered by  the exi sting m odels can seem  cont radictory. \nResearchers such as Zahir, Dobing, and Hunter (8) cite a \ntrend t owards convergence wi th Western desi gn and \ncontent models on the part  of non-W estern si te producers \n(e.g., Yahoo i s cited as a st andard for nat ional portal \nsites). Johnst on and Johal  (9) cl aim the Web is a virtual \ncount ry with its own cul ture.  \n \nHowever, the em pirical research to back up these \npredi ctions and recom mendations i s limited. St. Am ant \n(10) ci tes two approaches t o analyzing W eb sites that are \ndevel oped by  members of a speci fic cul ture for m embers \nof their culture: observi ng peopl e (or i nterviewing them) \nor anal yzing W eb sites. Relying on prot otype theory, \nwhich assu mes that visual featu res on the site will \nexhibit cultural ten dencies, h e reco mmends the latter \napproach. He st arts with one site and then exam ines \nothers t o test and refi ne the prot otype in order t o produce \na checklist for W eb designers for that culture.  \nAnot her approach t o devel oping a cul tural model is to \nuse nat ional language as a cul tural marker. Al though t his \napproach can be problem atic, especially in a m ultilingual \n                                                 \n                                                2 See Hoftede’s W eb site at http://www.geert-\nhofst ede.com / for i nform ation on Geert  Hofst ede™ \nCultural Dim ensions. society, it still can  be a useful “first cu t” categ ory for \noperat ionalizing cul ture when st udying W eb sites. \nCAICT researchers have i nvest igated the relationshi p \nbetween l anguage and Int ernet use and found t hat most \nUzbeks use R ussian on t he Web (11) but  that Engl ish \nlanguage use i s a robust  predi ctor of Int ernet use (12). \nAlthough Uzbek i s the offi cial language of t he count ry, \nRussian rem ains the language of choi ce for t he \nintellig entsia an d other elites. \n \nLanguage choi ce poses an i nteresting probl em for \ncultural m odels applied to the Internet sin ce En glish is \nthe predom inant language and m ost cont ent is associ ated \nwith US W eb sites, as dem onstrated by  Halavais (13). \nFurtherm ore, Evans et  al. (14) have shown t hat even \nEngl ish tone i s becom ing the norm . \n \nMETHODOLOGY \nModel Development \nThe first step in this study was to create an Uzbek \ncultural model, using Hal l and Hofst ede’s (4, 5, 6, 7) \ndimensions, t hat fits what  we have l earned about  Uzbek \nculture. Research ers an d practitio ners interested  in \ndevel oping cul ture/country speci fic models need t o \nlocate recent and com prehensive sources for \ndemographi c dat a and i nform ation on cul tural values and \nattitu des. Fo r example, the Mich igan World Valu es \nSurvey  has ext ensive dat a on m any count ries but  not \nUzbeki stan.3 Fortunately, we found a recent countrywide \nsurvey by Dad abaev (15) during our literatu re rev iew. \n \nUzbekistan is a m ulticultural and m ultilingual country. \nBased on his recent survey of 800 people in seven \nregions i n Uzbeki stan, Dadabaev (15) concl udes t hat \nethnicity, reg ionalism, and localism  are th e main forms \nof societal self-identifica tion. He found that traditional \ninstitutions such as th e mahal la (local neighborhood \ncommunity) and fam ily and et hnic traditions are very  \nstrong even t hough m odern val ues are t aking hol d in the \ncities. Dad abaev points out that these trad itions survived \nextrem e authoritarian Soviet rule with  an Uzb ek set o f \nmorals an d educatio n existing in parallel. Sin ce th ese \nsame traditions and institutions have survived centuries \nof occupat ion and col onization, it is reasonabl e to \nconcl ude t hat Uzbek cul ture is high cont ext and \npolychroni c in Hall’s terms.  \n \n \n3 See W orld Values Surveys at \nhttp://www.worldvaluessurvey .org/ \nCopy right 2007 \n\nUsing Hofst ede’s di mensions, Uzbeki stan coul d be \ncharacterized as:  \n• High on the power distance scale.  \n• Medium to high on t he masculine scal e.  \n• High on the collectivism  scale.  \n• Medium to high on t he uncert ainty avoi dance \nscale. \n• High on t he long-t erm orientation scal e.  \n \nThe st udies revi ewed here woul d predi ct that Web sites \nin our sam ple woul d cont ain the following \ncharacteristics.  \n• Multiple languages, particularly Uzbek and \nRussian, wi th som e Engl ish pages. \n• Multiple im ages featu ring institutions, officials, \nteachers, logos, flags, and national icons. \n• Content, pictures and i mage colors referring to \nUzbek t raditions or cul ture. \n• Multiple lin ks. \n \nWe must point out that the existing literatu re that led  to \nthese predictions creates som e contradictions. Research \nsuch as t hat conduct ed by Zahi r, Dobri ng, and Hunt er (8) \nsuggest s that anal ysis of the school  Web sites woul d \nshow si tes conform ing to Western (i .e., Uni ted States) \ndesign and cont ent standards. Hence, t he current  study is \nby necessi ty an expl oratory study.  \nContent/Feature Analysis \nOne of t he aut hors archi ved 60 Uzbek school  Web sites \ncoveri ng five geographi cal regions i n Apri l 2005 and \nFebruary  2006.4 These si tes, including the seven school  \nsites u sed for detailed  analysis in  the current study, were \nlocated through l inks from  the educat ional portal site \nassociated with the Global Connect ions and Exchange-\nUzbeki stan (GC&E) project  (www.connect .uz, see \nFigure 1). GC &E school s were oft en the onl y locations \nin many com munities that had Internet access (17).  \n \nIn the current study, we an alyzed sites produced by \nUzbeks i n Uzbeki stan for seven school s in two regi ons \nof the count ry (for l anguage choi ce, we anal yzed al l 60 \nsites). The W eb sites are i n three di fferent  languages and \nreflect the different  types of school s and professi onal \ncultures at those schools (e .g., Lycee, boarding, or \nRussian school ). \nAn underst anding of how t he sites evol ved i s \ninform ative. GC&E hired site m onitors at each school \nand t rained t hem in basic Web desi gn. These advi sors \nhelped form  and advi se W eb clubs at  the school s. At  \n                                                 \n4 In 2001 t here were 9,802 secondary  school s (grade 1-\n11) in Uzbeki stan wi th 436,300 st udent s (16). some school s, advi sors coul d not  invest  this level of \neffort  and si tes stagnat ed.5\n \n \nFigure 1.   Port al Site Hom e Page, www.connect .uz/ \nindex.php, archi ved 12/ 07/05. \n \nMost Web sites in Uzbeki stan are not  highly devel oped \nand are oft en not  updat ed. Part  of the impetus for \nstudying Uzbek school  Web sites is that these si tes form  \nan identifiable, diverse, and com prehensi ve sam ple \nfram e. The fact  that they are al l secondary  school s \nallows us t o cont rol for confoundi ng effect s of genre.  \n \nOur analysis fo llows a q ualitativ e, interpretive approach \nto cont ent/feature anal ysis as descri bed by  Jankowski  \nand Van Sel m (18) and Jackson (19). Once dat a were \ncaptured, a prel iminary codi ng fram ework was \ndevel oped based on research about  cultural anal ysis of \nWeb sites. Two CAICT research assistants coded the \nseven school  Web sites using this fram ework’s broad \ncategori es of l anguage, versi ons, t ext, images, and \ncolors.6 The coders were work ed with the archived \n(2/27/06) hom e pages.  \n \nPart of the purpose of t his study was t o identify \nappropri ate categori es and t echni ques for codi ng this \nparticular dat a set and si milar Web archi ves given t he \nbiases in herent in cross-cu ltural research , as o utlined by \nMacDonal d (20). One coder i s an Uzbek whose fi rst \nlanguage i s Russian, fol lowed by  Engl ish, although she \nspeaks and reads Uzbek as wel l. The ot her coder i s an \nAmerican whose fi rst language i s Engl ish but  who i s \nstrong i n Russian. The coders coded hal f the sites \nseparately, and then com pared and com bined their \ncoding for hal f the sites as a check. They agreed a \n                                                 \n5 Email m essage from Ari Katz, fo rmer GC&E p roject \nmanager, t o Kathleen Gy gi, 3/14/07.  \n6 Special th anks to research  assistan ts So shana Billik  and \nOdina Sal ihbaeva for t ranslating m any Web pages from  \nUzbek and R ussian into Engl ish and ent husiastically \ncoding W eb pages for t his paper. \nCopy right 2007 \n\nmajority o f the tim e. Du ring the preliminary an alysis \nthey focused on col lecting descri ptive inform ation and \nstandardi zing the terms they used i n descri bing feat ures, \nas wel l as on reconci ling ques tions about  translations.  \nRESUL TS \nAlthough t he sites vary  in terms of sophi stication of \ndesign and W eb technol ogies em ployed, we di d identify \nthe following general patterns: \n• Sites seem  to follow a g eneral design template. \n• Half o f the sites are in  Uzb ek, half in Russian , but \nthere is significant regional variation in language \nchoice.  \n• Sites fo cus on institutions (versus people or \nindividuals): logos and i mages feat ure aut hority \nfigures.  \n• The col or blue predom inates, whi ch might reflect \nits national and hi storical significance.  \n• Some regions have ext ensive interlinking \nbetween school  sites.  \n• The portal site co mplies with  Marcu s and Gould’s \n(2) gui delines for hi gh cont ext cultures.  \n \nDesign Template.  The sites seem  to follow a g eneral \ndesign template with a picture/collage banner across t he \ntop of t he page and a com mon set  of links i n the left \nhand navi gation bar (see Fi gure 2). Thi s is to be \nexpect ed gi ven t hat the site producers were t rained by  \nUS project  staff. The port al site, created by W esterners, \ndoes not  follow the standard Yahoo m odel (as woul d be \npredi cted by Zahi r, Dobri ng and Hunt er) (8). R ather it \nseem s to follow the guidelines outlined by Marcu s and \nGould (2) for high context cultures: m ultiple im ages, \nFlash  featu res, an d multiple lin ks, except for the high \ndegree of axi al symmetry, which is indicative of hi gh \npower distance rather than high context. \n \nLanguage Choice and Versions.  Of th e 60 sites \nexam ined, exactly half are in Uzbek and hal f are i n \nRussia, yet th ere is sig nifican t regional variatio n in \nchoice of l anguage. In our subsam ple, two sites are i n \nUzbek and fi ve are i n Russian, results that differ from  \nthe aggregate preference for Uzbek over R ussian in these \ntwo regi ons. Two have Engl ish versi ons or subsect ions \non their sites. There are ofte n differences i n the primary \nlanguage versi on (R ussian or Uzbek) and Engl ish \nversi ons, i ncluding di fferent  cont ent and i mages (see \nFigures 3 and 4). \n \n \nFigure 2.   School  Site in Uzbek, \nwww.nuri stan.connect .uz, archi ved 2/ 27/06. \n \n \n \nFigure 3.   School  Site, Engl ish Versi on, \nwww.t ermez1.connect .uz, archi ved 2/ 27/06. \n \n \n \nFigure 4.   School  Site, Russian Versi on, \nwww.t ermez1.connect .uz, archi ved 2/ 27/06. \n \nCopy right 2007 \n\nGeneral ly the Engl ish versi ons (see Fi gure 3) are l imited \nto a page or two rather than replicatin g the entire site. \nThe R ussian/Uzbek pages (see Fi gure 4) oft en have m ore \ninternal lin ks such as “W rite to  Us”; th e English version \nmight have m ore recent news item s as well as additional \nexternal links, for exam ple, to the nat ional school  \nInternet festiv al or to an online forum . Differences in \ncontent and features in these versions raise issues \nregardi ng audi ence.  \n \nInterestin gly, the site statistics rep ort indicates th e \nmajority o f visitors to the portal site are fro m the Un ited \nStates, followed by the European Union.7 The m ost often \nvisited pages are forum s, whi ch are conduct ed in \nmultiple languages. Most teachers and students from  \nWestern count ries woul d not  be abl e to read t he school  \nWeb sites from  their part ner school s. However, t he \nproject  pages generat ed by these part nershi ps are oft en in \nEngl ish, or i n Russian (in the case of part ner school s in \nRussia), and can be hard t o find (see Fi gure 5). \n \nInstitutio nal Focus.  The school  Web sites’ focus on \ninstitutions is not surprising given the genre. Th e typ e of \nimages vari ed, wi th phot ographs, cart oon i mages, and \nlogos feat ured i n many sites. However, as our m odel \npredi cts, even i f peopl e are present  in phot os on t he site, \nthey are depicted as m embers of the collective rather \nthan as individuals. Authority  figures such as teachers \nand adm inistrators (see Fi gure 6) appear m ore frequent ly \nthan student s (except  when st udent s appear i n groups). \n \nColors.  Blue seem s to be a dominant color in this \nsubsam ple, used i n five of seven si tes (see Fi gures 1-3 \nand 5). Som e sites are very  blue. Tradi tional colors used \nin national designs are bl ue and whi te. Since t hese col ors \nare al so m ourni ng col ors, gol d or si lver are added t o \nmake the color schem es shiny.8 At least o ne site, wh ich \nwas very  green and y ellow (see Figure 6), reflected its \nschool  colors, whi ch were di scussed under t he \n“Inform ation About  the School ” link. \n \nLinks.  A quick review of the sites for the entire 60 \nschool s showed t hat in som e regions al l the school s link \nto each other. This practice is suggestive given that a \nstudy of activ ity on the portal site sh ows that these \nschool s are worki ng together on GC &E project s such as \ncurri culum devel opment. External links on t he school  \nsites are l imited primarily to the port al and sponsor si tes. \nOne school  was except ional in the num ber of ext ernal \nlinks t o regional school s and Am erican part ners, a \npattern that co nfirms the high context/collectiv ist \ndimensions of t his study’s model (see Fi gure 5). In fact , \n                                                 \n7 Accessed at  www.awast ats.connect .uz, 6/ 6/05. \n8 Email m essage from Odina Salih baeva to Kath leen \nGygi, 3/13/06. this site h ad few im ages or text, consisting mostly o f \nlinks. \n \n \n \nFigure 5.  Partner page in English, accessed through \nwww.karshi 34.connect .uz, archi ved 2/ 27/06. \n \n \n \nFigure 6.   School  Site in Russian, \nwww.y akkabog1.connect .uz, archi ved 2/ 27/06. \nDISCUSSION \nThe presence of features such as im ages and links \nfollows the predi ctions of t he proposed cul tural model in \nsome cases. In other cases the results are contradictory, \nas we expect ed. Anal ysis of addi tional Web sites woul d \nallow us to further test an d refine our m odel. However, \ngiven the multiple cu ltures th at might be at play here—\nethnic, reg ional/local, p ost-Soviet, in stitutional—th e \nmodel is by necessi ty very  general . Nevert heless, the \ncategori es do gi ve anal ysts a com mon vocabul ary to \ndescri be the findings. Gi ven the results discussed here, \nwe are now abl e to make prel iminary recom mendations \nabout  designing appropri ate Web sites for Uzbek \naudiences and for ot her audi ences that m ight fit the \nCopy right 2007 \n\ncultural model we devel oped. In t hat these \nrecom mendations are bey ond t he scope of t his paper, \nthey are not  discussed here. \n \nAt this point we cannot  answer t he quest ion about  \nconvergence wi th Western m odels. The si tes follow a \ngeneral design template an d focus on institutions. These \ncharact eristics coul d be due t o the com mon training of \nthe producers (by W esterners) as well as the site’s genre. \nHowever, t his apparent  standardi zation coul d also be a \nsign of convergence. For exam ple, the frequent  use of \nthe col or blue coul d refl ect expressi on of nat ional or \nethnic identity g iven its h istorical sig nifican ce as a \ntraditional color and its p resence in  the national flag .  \n \nDifferences i n the Russian and Engl ish versi ons of t he \nsites raise issues about  audi ence t hat bear furt her \ninvest igation through cont ent and di scourse anal ysis. \nAnot her frui tful avenue of i nquiry woul d focus on t he \nexternal linking pract ices of t he school s and how t hey \nrelate to  intended audience. In terviews with  site \nproducers wo uld help illuminate some of these issu es. \nAPPLICA TIONS FOR TC \nPROFESSIONALS \nWhen desi gning a W eb site for i nternational or cross-\ncultural audiences, technical communicators need to be \ncogni zant of the fact  that differences i n culture may \nimpact the way the site is perceived and used by specific \naudiences. Cu ltural differen ces can  be subtle but still \nhave m ajor impacts. Em ploying an appropri ate cultural \nmodel can be ext remely useful  if one i s avai lable. If not , \nthe desi gner or ot her localization professi onal may have \nto devel op a m odel. \n \nTo identify an  appropriate m odel, tech nical \ncommunicators should fam iliarize them selves with \nfoundat ional works on cul ture such as Hal l (4, 5) and \nHofst ede (6, 7). Techni cal com municators shoul d also \nreview research rel ating to guidelines and desi gn \nprinciples for cul ture-appropri ate Web desi gn (e.g., 1, 2, \n3, 8, 14). If t hey cannot  find a readi ly appl icable model, \nthey must then devel op their own.  \n \nBased on our pi lot study, we recom mend taking the \nfollowing steps: \n1. Locate recent local dem ographic and social \nvalues dat a. \n2. Identify k ey cultural dimensions and rate th em \nper Hal l and Hofst ede. \n3. Consult with  experts on the culture of interest as \nwell as lo cal in formants. \n4. Confirm or refi ne your draft  model. 5. Test your m odel using act ual Web sites creat ed \nby local producers. \na. Select a well-d efined sample of sites th at \ncontrols for genre. \nb. Perform  a content/feature analysis using \nan est ablished m ethodol ogy. \nc. Interview site p roducers if p ossible. \nd. Interpret y our results. \n6. Refine your m odel based on y our anal ysis. \n7. Generat e design recom mendations usi ng \nrecogni zed gui delines such as t hose offered by  \nGoul d and M arcus (2). \n \nSome key chal lenges t o keep i n mind include t he \nfollowing poi nts: \n1. Local  data may not be avai lable at a fine enough \ngrain (e.g., dat a may concern al l of C entral Asia \ninstead of onl y Uzbek speaki ng regi ons). \n2. Operatio nalizing national culture can  be \nprobl ematic, but language can be a useful  proxy . \n3. Transl ation of si tes is a huge effort , requi ring \nconsiderable hum an and tim e resources, as is the \ncontent/feature analysis. \n4. Arch iving sites is well wo rth the effo rt; it allo ws \nworki ng wi th sites offl ine without worry ing \nabout  havi ng el ements change. \n5. Coders m ust be trained properl y to ensure \ninterco der reliab ility. \n \nWe believe that technical com municators are well \npositioned t o anal yze the influence of cul ture on W eb \ndesign and i n turn generat e design gui delines that can \nbest suit users in a specific culture. \n \nREFERENCES \n(1) Hoft, N. (1996). Devel oping a cul tural model. In \nE.M. del Galdo and J. Ni elsen, eds., International \nuser interfa ce. New York, NY: W iley.  \n(2) Marcus, A., and Goul d, E. (2000). C rosscurrent s: \nCultural dim ensions and global W eb user-interface \ndesign. Interactions, July-August  2000. \n(3) Zahedi , F., Van Pel t, W.V., and Song, J. (2001). A \nconcept ual fram ework for i nternational Web desi gn. \nIEEE Transactions on Professional \nCommuni cation, 44(2), 83-103. \n(4) Hall, E.T. (1959). The si lent language . Garden City, \nNY: Doubl eday .  \n(5) Hall, E.T. (1976). Beyond cul ture. Garden City, \nNY: Anchor Press. \n(6) Hofst ede, G. (1991). Cultures and organi zations: \nSoftware of  the mind. NY: McGraw Hill. \n(7) Hofst ede, G. (1980). Culture’s consequences: \nInternational differences in work-related values . \nNewbury  Park, C A: Sage. \nCopy right 2007 \n\n(8) Zahir, S., Dobi ng, B ., and Hunt er, M .G. (2002). \nCross-cul tural dimensions of Int ernet portals. \nInternet Research: Electronic Networking \nAppl ications and Pol icy, 3(4), 210-220.  \n(9) Johnst on, K., and Johal , P. (1999). The Int ernet as \na “virtual cu ltural reg ion”: Are ex tant cultural \nclassification schem es appropri ate? Internet \nResearch: El ectronic Networking Appl ications \nand Pol icy, 9(3), 178–186.  \n(10) St. Am ant, K. (2005). A prot otype theory \napproach to Website lo calization: An analytical \nmethod for t echni cal com municators. IEEE \nInternational Prof ession C ommuni cation \nConference Proceedings , 101-107.  \n(11) Wei, C., and Kol ko, B . (2005). R esistance t o \nglobalization: Language and Int ernet diffusion \npatterns in Uzbeki stan. New Review of \nHypermedia and Multimedia, 11 (2).  \n(12) Evans, M . (2005). Factors that differen tiate \nInternet users and non-users i n Uzbeki stan. \nUnpubl ished prel iminary exam ination paper, \nDept . of Techni cal Communication, Uni versity of \nWashington, Seattle, W A.  \n(13) Halavais, A. (2000). Nat ional borders on t he \nWorld Wide Web. New Med ia & Society, 1(3),7-\n28. \n(14) Evans, M.B., McBride,  A.A., Queen, M., Thayer, \nA., and Spy ridakis, J.H. (2004). Has t he tone of \nonline Engl ish becom e globalized: An em pirical \nresearch  study investigating the written  tone of \nuniversi ty Web sites around t he worl d. \nProceedings of CATaC' 04: Cultural Attitudes \ntowards Technol ogy and C ommuni cation, 135-\n139. \n(15) Dadabaev, T. (2004). Post-soviet realities of \nsociety in Uzbekistan. Central Asian Survey , \n23(2),141-146.  \n(16) Huttova, J., Si lova, I., and Vool ma, H. (2002). \nEducation development in Kyrgyzstan, Tajikistan \nand Uzbeki stan: C hallenges and w ays forward. \nBudapest, Hungary: Open Society Institute - \nEducat ion Support  Program . \n(17) Katz, A. (2005). Literacy, t echnol ogy, and \nexpression in Uzbekistan . Available online at \nwww.di gitaldivide.net /articles/view.pub? Article \n ID = 414 \n(18) Van Sel m, M., and Jankowski , N.W . (2004). \nContent analysis of Internet-based docum ents. In \nResearching new medi a: An advanced-level \ntextbook . London:  Sage.  \n(19) Jackson, M . (1997). Assessi ng the structure of \ncommunication on t he World Wide W eb. Journal  \nof Comput er-Medi ated Communi cation, 3(1). \nAvailable online at \nhttp://www.ascusc.org/jcm c/vol3/issue1/jackson.h\ntml. (20) MacDonal d, G. (2000). C ross cul tural \nmethodol ogical issues i n ethical research. Journal  \nof Busi ness Et hics, 27(1/2), 89-104. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nKathleen F . Gygi \nTeaching Assistant, Doctoral Student \nDepartment of T echnical Communication \nUniversity  of W ashington \n14 Loew  Hall, Box 352195 \nSeattle, W A 98195-2195 \n206.643.2567 \n \nKathleen’s research focuses on the interleaved roles of \nculture, communicative practices, and technology  in \npromoting organizational c hange. Areas of interest \ninclude cross-cultural communication and online \ncommunities. \n \n \nJan H. Spy ridakis \nProfessor \nDepartment of T echnical Communication \nUniversity  of W ashington \n14 Loew  Hall, Box 352195 \nSeattle, W A 98195-2195 \n206.685.1557 \n \nDr. Spy ridakis’ research focuses on document and screen \ndesign variables that affect  comprehension and usability , \nWeb design, cross-cultural  audiences, and the refinement \nof research methods. She is a F ellow of ST C and she \noften teaches seminars in industry .  \nCopy right 2007", "files_in_pdf": []}