{"origin_pdf_path": "https://download.microsoft.com/download/1/4/c/14c1d8a7-54aa-4631-bad6-56450eb35f27/taj-taj-styleguide.pdf", "text_in_pdf": "Tajik Style Guide  \n\nContents  \n\nWhat’s New? .. 4   \nNew Topics .... 4   \nUpdated Topics . 4  \n\nIntroduction .... 5 About This Style Guide 5 Scope of This Document ... 5 Style Guide Conventions ... 5 Sample Text ..... 6 Recommended Reference Material Normative References ... Informative References ..... 8  \n\nLanguage Specific Conventions. 9   \nCountry/Region Standards . 9   \nCharacters . 9   \nDate ... 9   \nTime .... . 11   \nNumbers . . 12   \nSorting ..... . 16   \nGeopolitical Concerns ... . 20   \nGrammar, Syntax & Orthographic Conventions . . 20   \nAdjectives .... 20   \nArticles ........ 21   \nCapitalization . 22   \nCompounds .. 22   \nGender ... 23   \nGenitive ...... 23   \nModifiers ......... 23   \nNouns .. 23   \nPrepositions . 24   \nPronouns ........ 24   \nPunctuation .... 25   \nSingular & Plural . . 27   \nSplit Infinitive .. . 28   \nSubjunctive ..... 28   \nSymbols & Non-Breaking Spaces . 28   \nSyntax .. . 28   \nVerbs ... . 28   \nWord Order .. 29   \nStyle and Tone Considerations . 29   \nAudience . 30   \nStyle 30   \nTone . 30   \nVoice ... 30   \nLocalization Guidelines ... 31   \nGeneral Considerations . 31   \nAbbreviations . 31   \nAcronyms .... 31   \nApplications, Products, and Features . 32   \nFrequent Errors ... 32   \nGlossaries . 32   \nRecurring Patterns .... 32   \nStandardized Translations . 33   \nUnlocalized Items... 33   \nUsing the Word Microsoft . 33   \nSoftware Considerations ... 33   \nUser Interface ....... . 33   \nMessages ... . 34   \nKeys ...... . 38   \nDocument Translation Considerations . 43   \nTitles ... 43   \nCopyright .. . 43  \n\nNew Topics  \n\nn/a  \n\nUpdated Topics  \n\nThe following topics were updated:  \n\nOctober, 2011  \n\n· Currency Time Date Days Months  \n\nJanuary, 2012  \n\nKeys – subsection Key Names added  \n\nDecember, 2012 Days section is updated with the correct info  \n\nIntroduction  \n\nThis Style Guide went through major revision in February 2011 in order to remove outdated and unnecessary content. It contains information pertaining to all Microsoft products and services.  \n\nAbout This Style Guide  \n\nThe purpose of this Style Guide is to provide everybody involved in the localization of Tajik Microsoft products with Microsoft-specific linguistic guidelines and standard conventions that differ from or are more prescriptive than those found in language reference materials. These conventions have been adopted after considering context based on various needs, but above all, they are easy to follow and applicable for all types of software to be localized.  \n\nThe Style Guide covers the areas of formatting, grammatical conventions, as well as stylistic criteria. It also presents the reader with a general idea of the reasoning behind the conventions. The present Style Guide is a revision of our previous Style Guide version with the intention of making it more standardized, more structured, and easier to use as a reference.  \n\nThe guidelines and conventions presented in this Style Guide are intended to help you localize Microsoft products and materials. We welcome your feedback, questions and concerns regarding the Style Guide. You can send us your feedback via the Microsoft Language Portal feedback page.  \n\nScope of This Document  \n\nThis Style Guide is intended for the localization professional working on Microsoft products. It is not intended to be a comprehensive coverage of all localization practices, but to highlight areas where Microsoft has preference or deviates from standard practices for Tajik localization.  \n\nStyle Guide Conventions  \n\nIn this document, a plus sign $\\left(+\\right)$ before a translation example means that this is the recommended correct translation. A minus sign (-) is used for incorrect translation examples.  \n\nIn Microsoft localization context, the word term is used in a slightly untraditional sense, meaning the same as e.g. a segment in Trados. The distinguishing feature of a term here is that it is translated as one unit; it may be a traditional term (as used in terminology), a phrase, a sentence, or a paragraph.  \n\nReferences to interface elements really only refer to translatable texts associated with those interface elements.  \n\nExample translations in this document are only intended to illustrate the point in question. They are not a source of approved terminology. Microsoft Language Portal can be used as reference for approved terminology.\n\nSample Text  \n\nДар бораи мо  \n\nАгентии миллии иттилоотии Тоҷикистон «Ховар» агентии марказии давлатии иттилоотии мамлакат мебошад. Он баъди барҳам хӯрдани Иттиҳоди Шӯравӣ дар минтақа аз ҷумлаи агентиҳои маъруфтарини иттилоотӣ ба шумор меравад.  \n\nАгентӣдаршаҳри  Душанбесоли  1925  ҳамчуни  Агентиителеграфии  Ҷумҳурии  Тоҷикистон  (ТоҷикТА) дартаркиби ТАСС ба фаъолият шурӯъ намуд. ТоҷикТА 10 апрели соли 1992 баъди мустақилияти давлатии ҷумҳурӣ ба Агентии миллии иттилоотии назди Ҳукумати Тоҷикистон табдил дода шуд.  \n\nАМИТ «Ховар» имрӯз агентии ягонаи иттилоотии ҷумҳурӣ мебошад, ки мақоми расмӣ дорад. Кормандони агентӣ хабарҳоро бевосита аз манбаъҳои асосии онҳо ба даст оварда, ба воситаи каналҳои расмӣ фавран пахш  мекунанд,  ҳамчунин  ҳуҷҷатҳои  вобаста  ба  фаъолияти  Президент,  Парламент  ва  Ҳукумати Тоҷикистон ва фаъолияти тамоми дастгоҳи давлатӣ тавассути агентӣ пахш карда мешаванд. Агентӣ пахшкунандаи боэътимоди ахбороти таъҷилӣ ва эътимодбахш дар бораи рӯйдодҳои ҳамаи минтақаҳои Тоҷикистон мебошад. Хабарҳои агентии миллии иттилоотии «Ховар» -ро на танҳо рӯзномаю маҷаллаҳо, телевизион ва радио, балки инчунин хонандагони сайтҳои интернетӣ, сафоратхонаҳои хориҷӣ, соҳибкорону тоҷирон, вазорату идораҳо, созмонҳои ҷамъиятӣ ва одамони алоҳида чи дар Тоҷикистон ва чи дар хориҷи он истифода мебаранд.  \n\nХабарҳои АМИТ «Ховар» ба забонҳои тоҷикӣ, русӣ, форсӣ, арабӣ, ӯзбекӣ ва англисӣ пахш карда мешаванд. Агентӣ бо марказҳои калонтарини иттилоотии минтақа ва ҷаҳон ҳамкории мутақобилан муфид дорад.  \n\nТелефон: (992) 372 21 21 37 Факс:(992) 372 23 23 83 E-mail: maktub@khovar.tj  \n\nСуроға: 734025, Ҷумҳурии Тоҷикистон, шаҳри Душанбе, хиёбони Рӯдакӣ 40  \n\nДиректори АМИТ «Ховар»  \n\nШамсиддинов Садриддин Зайниддинович  \n\n28 феврали соли 1967 дар ноҳияи Восеи вилояти Хатлон таваллуд шудааст. Миллаташ тоҷик. Соли 1984 мактаби миёнаи №3- и ноҳияи Восеъро хатм кардааст. Дар давоми солҳои 1984-1985 дар омӯзишгоҳи касбҳои техникии №67 шаҳри Душанбе таҳсил карда, онро бо дипломи аъло ва ихтисоси «васлгари барқ» хатм кард. Аз моҳи августи соли 1985 то моҳи сентябри соли 1986 дар трести «Душанбемонолитстрой» кор карда, дар сохтмони биноҳои дувоздаҳошёна ширкат варзидааст.  \n\nСоли 1986 ба факултаи филологияи тоҷик (кафедраи журналистика ва тарҷумонии ) Донишгоҳи давлатии Тоҷикистон дохил шуд. Солҳои 1987-1989 дар қаламрави Белорусия дар ҳайати Қувваҳои ҳарбии ҳавоӣ хизмати ҳарбиро ба ҷо овард. Баъди бозгашт таҳсилро давом дода, соли 1993 Донишгоҳи давлатии Тоҷикистонро хатм намуд.  \n\nАз соли 1993 то моҳи октябри соли 1996 дар идораи барномаҳои иттилоотии радиои Тоҷикистон, аз соли 1996 дар идораҳои барномаҳои «Ахбор» ва «Субҳ», идораҳои сиёсӣ ва иқтисодии телевизиони Тоҷикистон ҳамчун мудири шӯъбаи мухбирони минтақавӣ, муовини аввали сармуҳаррир ва сармуҳаррир кор кард. Аз моҳи декабри соли 2003 то моҳи апрели соли 2005 мушовири калони Хадамоти матбуоти Президенти Ҷумҳурии Тоҷикистон шуда кор кардааст.  \n\nАз соли 2005 то 6 феврали соли 2008 директори Шабакаи аввали телевизиони Тоҷикистон буд. 6 феврали 2008 бо қарори Ҳукумати Ҷумҳурии Тоҷикистон директори Агентии миллии иттилоотии Тоҷикистон «Ховар» таъин гардид. Айни ҳол дар ҳамин вазифа кор мекунад.  \n\nМавсуф аз ҷумлаи муаллифони силсилаи китобҳо дар бораи фаъолияти доманадори Президенти Ҷумҳурии Тоҷикистон Эмомалӣ Раҳмон дар вазифаи Сардори давлат мебошад. Китобҳои зерин «Президент», «Эмомалӣ Раҳмон - давомдиҳандаи анъанаҳои дӯстонаи Тоҷикистону Русия» ва «Соле , ки ба асрҳо баробар аст» аз ҳамин ҷумлаанд.  \n\nСадриддин Шамсиддинов аълочии телевизион, радио ва матбуоти Ҷумҳурии Тоҷикистон, узви Иттифоқи журналистони Тоҷикистон, барандаи ҷоизаи журналистии ба номи Абулқосим Лоҳутӣ буда, бо медали «Хизмати шоиста» мукофотонида шудааст.  \n\nSource: www.khovar.tj 10 февралисоли 2011 таҳия карда шудааст.  \n\nRecommended Reference Material  \n\nUse the Tajik language and terminology as described and used in the following publications.  \n\nNormative References  \n\nThese normative sources must be adhered to. Any deviation from them automatically fails a string in most cases. When more than one solution is allowed in these sources, look for the recommended one in other parts of the Style Guide.  \n\n1.  Фарҳанги тафсирии забони тоҷикӣ (иборат аз 2 ҷилд) Ҷилди аввал (ҳарфҳои А-H) - Monolingual   \nTajik Dictionary in 2 Vols. Volume 1 (Letters A-H)   \nEditor: Сайфиддин Назарзода   \nPublisher: Душанбе.,Пажӯҳишгоҳи Рӯдакӣ   \nPublication date: 2008   \nISBN: 978-99947-715-7-8   \nNumber of pages: 950   \nFormat / Quality: RTF/PDF   \nSize: 11 Mb / 75 Mb   \nLanguage:Tajik  \n\n2.  Фарҳанги тафсирии забони тоҷикӣ (иборат аз 2 ҷилд) илди 2 (ҳарфҳои О-Я) - Monolingual Tajik Dictionary in 2 Vols. Volume 2 (LettersО-Я)  \n\nEditor: Сайфиддин Назарзода Publisher: Душанбе.,Пажӯҳишгоҳи Рӯдакӣ  \n\nPublication date: 2008 ISBN: 978-99947-715-7-8 Number of pages: 945 Format / Quality: RTF/PDF Size: 11 Mb / 76 Mb Language:Tajik  \n\n3. Грамматикаи забони адабии ҳозираи тоҷик. ҷ.1.–Душанбе: Дониш, 1985. – С.231-235.   \n4. Грамматикаи забони адабии ҳозираи тоҷик. Ҷилди II.: Ибора ва синтаксиси ҷумлаҳои содда./   \nМуҳ.:Ш.Рустамов, Р.Ғаффоров.- Душанбе: Дониш, 1986.-372с.   \n5.  Маҷидов Ҳ. Забони адабии муосири тоҷик. ҷ.1. Луғатшиносӣ. – Душанбе: Деваштич, 2007.- 241 с.   \n6. Имлои забони тоҷикӣ. – Душанбе: Ирфон, 1999  \n\nInformative References  \n\nThese sources are meant to provide supplementary information, background, comparison, etc.  \n\n1.  John R. Perry - A Tajik Persian Reference Grammar (Handbook of Oriental Studies) Publisher: Brill Academic Publishers  5.07 MB   \n2.  Парвона Джамшедов. Сопоставительный анализ таджикских и английских глагольных форм автореферат, Ленинград, 1973  \n\nLanguage Specific Conventions  \n\nThis part of the style guide contains information about standards specific to Tajik.  \n\nCountry/Region Standards  \n\nCharacters   \n\nCountry/regionTajikistanLower-casecharactersa, 6, B, 「,f,, ,é, , 3, И, И, , K, K, , M, H, O, , p,C, T,y,y, Φ, X,X,4, 4, 山, b 3, O, Upper-case characters4, 山,b, 3, O, Characters in caseless scriptsn/aExtended Latin charactersn/aNoteon alphabetical orderAlphabetical order is indicative of sorting order.Totalnumberofcharacters35Unicode codesGo to MS Word-Insert-Symbol-More symbols-Cyrillic Supplement-UnicodeNotesn/a  \n\nDate   \n\nCountry/regionTajikistanCalendar/EraGregorianFirst Day of the WeekSundayFirstWeekoftheYearFirst week in the calendarSeparator. / -DefaultShortDate Formatdd.MM.yy yyyy-MM-ddExample17.08.11 2011-08-17Default Long Date FormatdMMMMyyyyExample7 aBryCTN 2011  \n\nCountry/regionTajikistanAdditional Short Date Format 1dd/MM/YYYYExample17/03/2011AdditionalShortDate Format 2n/aExamplen/aAdditional Long Date Format 1n/aExamplen/aAdditional Long Date Format 2n/aExamplen/aLeading Zero in Day Field for Short Date FormatyesLeading Zero in Month Field for Short Date FormatyesNo. of digits for year for 2 Short Day FormatLeading Zero in Day Field for Long Date FormatyesLeading Zero in Month Field for Long Date Formatn/aNumber of digits for year 4 for Long Day FormatDate Format for Correspondencedd MMMM YYYY c.Example17 maptn 2011 c.Notesn/a", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_2_6_10_1762194715/images/kdz4pp.jpg", "size": 115021}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762194715/images/j590em.jpg", "size": 168643}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1762194715/images/c20lsj.jpg", "size": 256648}]}